req_text = ("*{name}*\n"
            "🇰🇬`{cart}`\n\n"
            "❗️️Важно: Реквизиты работают 20 минут. На чеке обязательны последние 4 цифры карты.")

main_page_text = "💰 *Баланс:* *${balance}*"


add_new_req_text = ("🖐 Вы собираетесь добавить фиатный кошелек. Выберите фиатную валюту, "
                    "в которой будет создана заявка")

settings_text = "Выберите, что хотите настроить ⚙️"


shop_stats_text = (
    "👥 *Реферальная система*\n\n"
    "Пригласи друга — получай 💰 2% с его круга.\n\n"
    "`{ref_link}`\n\n"
    "Пассивный доход — это просто!"
)
order_operator_text = (
    "♻️ *#Заявка*\n\n"
    "💠 Ссылка: {user_link}\n"
    "👤 Клиент: {full_name}\n"
    "💵 Сумма: `{amount} KZT`\n"
    "📅 Дата: `{date}`\n\n"
    "STATUS: {status}"
    "🔗 Для связи нажмите на имя клиента."
)

admin_invoice_text = (
    "♻️ *#Заявка*\n\n"
    "👤 Оператор {operator}\n"
    "🏪 Магазин: {shop}\n"
    "📅 Дата: `{date}`\n\n"
    "💵 Сумма: `{amount} KZT`\n"
    "💵 Сумма: `{amount_kgs} KGS`\n"
    "💵 Сумма: `{amount_usdt} USDT`\n"
)